Repository: Distrotech/xfce4-dict
Catalog: po/*.po
Languages: de

source: A plugin to query different dictionaries.
de: Ein Plugin zum Abfragen verschiedener Wörterbücher.

source: Dictionary
de: Wörterbuch

source: Ready
de: Bereit

source: Look up a word
de: Ein Wort nachschlagen

source: Search term
de: Suchbegriff

source: Search the given text using a Dict server(RFC 2229)
de: Den angegebenen Text mithilfe eines Dict-Servers (nach RFC 2229) suchen

source: Search the given text using a web-based search engine
de: Den angegebenen Text mithilfe eines Webdienstes suchen

source: Check the given text with a spell checker
de: Den angegebenen Text mit einer Rechtschreibprüfung kontrollieren

source: Grab the focus on the text field in the panel
de: Setzt den Fokus auf das Eingabefeld in der Leiste

source: Start stand-alone application even if the panel plugin is loaded
de: Als eigenständiges Programm starten auch wenn das Leisten-Plugin geladen ist

source: Grabs the PRIMARY selection content and uses it as search text
de: Holt sich den Inhalt aus der primären Zwischenablage und benutzt ihn als Suchtext

source: Be verbose
de: Ausführliche Meldungen

source: Show version information
de: Versionsinformationen anzeigen

source: Please report bugs to <%s>.
de: Bitte melden Sie Probleme unter <%s>.

source: A client program to query different dictionaries.
de: Ein Programm zum Abfragen verschiedener Wörterbücher.

source: Dictionary Client
de: Wörterbuchprogramm

source: Spell Checker Results:
de: Ergebnisse der Rechtschreibprüfung:

source: %d suggestion found.
de: %d Vorschlag gefunden.

source: Suggestions for "%s" (%s):
de: Vorschläge für »%s« (%s):

source: "%s" is spelled correctly (%s).
de: »%s« ist richtig geschrieben (%s).

source: No suggestions could be found for "%s" (%s).
de: Keine Vorschläge für »%s« gefunden (%s).

source: Error while executing "%s" (%s).
de: Fehler beim Ausführen von »%s« (%s).

source: Please set the spell check command in the preferences dialog.
de: Bitte geben Sie zuerst einen Befehl für die Rechtschreibprüfung im Einstellungsdialog an.

source: Invalid input
de: Ungültige Eingabe

source: Process failed (%s)
de: Prozess fehlgeschlagen (%s)

source: _Resume
de: _Wiederaufnehmen

source: Running
de: Berechne...

source: Finished
de: Abgeschlossen

source: Speed Reader
de: Schnellleser

source: You must enter a text.
de: Sie müssen einen Text eingeben.

source: Choose a file to load
de: Wählen Sie eine zu ladende Datei

source: The file '%s' could not be loaded.
de: Die Datei »%s« konnte nicht geladen werden.

source: (display %d word at a time)
de: (%d Wort anzeigen)

source: This is an easy speed reading utility to help train you to read faster. It does this by flashing words at a rapid rate on the screen.
de: Dies ist ein Hilfswerkzeug zum Trainieren des Schnelllesens. Dies wird durch kurzes Anzeigen von Wörtern auf dem Bildschirm bei einer hohen Rate erreicht.

source: _Words per Minute:
de: _Wörter pro Minute:

source: _Mark Paragraphs
de: Absätze _markieren

source: Word _Grouping:
de: Wort_gruppierung:

source: _Font Size:
de: _Schriftgröße

source: Enter some text here you would like to read. Be relaxed and make yourself comfortable, then press Start to begin speed reading.
de: Geben Sie hier einen Text ein, den Sie lesen möchten. Seien Sie entspannt und machen Sie es sich bequem. Drücken Sie nun »Start«, um mit dem Schnelllesen zu beginnen.

source: Load the contents of a file
de: Lädt die Inhalte einer Datei

source: Clear the contents of the text field and paste the contents of the clipboard
de: Eingabefeld leeren und Inhalt in die Zwischenablage einfügen

source: Clear the contents of the text field
de: Leert das Eingabefeld

source: The search URL is empty. Please check your preferences.
de: Die Such-URL ist ungültig. Bitte überprüfen Sie Ihre Einstellungen.

source: Browser could not be opened. Please check your preferences.
de: Es konnte kein Browser geöffnet werden. Bitte überprüfen Sie Ihre Einstellungen.

source: Invalid non-UTF8 input
de: Ungültige Eingabe: kein UTF8-Format

source: Error
de: Fehler

source: warning
de: Warnung

source: Could not connect to server.
de: Konnte keine Verbindung zum Server herstellen.

source: The server is not ready.
de: Der Server ist nicht bereit.

source: Invalid dictionary specified. Please check your preferences.
de: Es wurde ein ungültiges Verzeichnis angegeben. Bitte überprüfen Sie Ihre Einstellungen.

source: Unknown error while querying the server.
de: Unbekannter Fehler beim Abfragen des Servers.

source: Dictionary Results:
de: Ergebnisse aus dem Wörterbuch:

source: No matches could be found for "%s".
de: Keine Treffer für »%s« gefunden.

source: Search "%s" using "%s"
de: »%s« mit »%s« suchen

source: Web Search:
de: Websuche:

source: %d definition found.
de: %d Definition gefunden.

source: Querying %s...
de: Frage Server %s ab...

source: An error occured while querying server information.
de: Unbekannter Fehler beim Abfragen des Servers.

source: Server Information for "%s"
de: Serverinformationen für »%s«

source: The server doesn't offer any databases.
de: Der Server bietet keine Datenbanken an.

source: Copy Link
de: Verknüpfung kopieren

source: _File
de: _Datei

source: Speed _Reader
de: Schne_llleser

source: _Help
de: _Hilfe

source: Search with:
de: Suchen mit:

source: _Dictionary Server
de: _Wörterbuch-Server

source: _Web Service
de: We_bdienst

source: _Spell Checker
de: _Rechtschreibprüfung

source: Xfce4 Dictionary
de: Xfce4 Wörterbuch

source: translator-credits
de: Enrico Tröger <enrico@xfce.org> Fabian Nowak <timystery@arcor.de>

source: dict.leo.org - German <-> English
de: dict.leo.org - Deutsch <-> Englisch

source: dict.leo.org - German <-> French
de: dict.leo.org - Deutsch <-> Französisch

source: dict.leo.org - German <-> Spanish
de: dict.leo.org - Deutsch <-> Spanisch

source: dict.leo.org - German <-> Italian
de: dict.leo.org - Deutsch <-> Italienisch

source: dict.leo.org - German <-> Chinese
de: dict.leo.org - Deutsch <-> Chinesisch

source: dist.cc - Dictionary
de: dist.cc - Wörterbuch

source: Wikipedia, the free encyclopedia (EN)
de: Wikipedia, die freie Enzyklopädie (Englisch)

source: Wiktionary, the free dictionary (EN)
de: Wiktionary, das freie Wörterbuch (Englisch)

source: Merriam-Webster Online Dictionary
de: Merriam-Webster Online Wörterbuch

source: Clear
de: Leeren

source: You have chosen an invalid dictionary.
de: Sie haben ein ungültiges Wörterbuch ausgewählt.

source: General
de: Allgemein

source: <b>Default search method:</b>
de: <b>Standard Suchmethode:</b>

source: Dictionary Server
de: Wörterbuch-Server

source: Web Service
de: Webdienst

source: Spell Checker
de: Rechtschreibprüfung

source: Last used method
de: Zuletzt benutze Suchmethode

source: <b>Colors:</b>
de: <b>Farben:</b>

source: Links:
de: Verweise:

source: Phonetics:
de: Phonetik:

source: Spelled correctly:
de: Richtig geschrieben:

source: Spelled incorrectly:
de: Falsch geschrieben:

source: <b>Panel Text Field:</b>
de: <b>Textfeld in der Leiste:</b>

source: Show text field in the panel
de: Zeige Textfeld in der Leiste

source: Text field size:
de: Textfeldgröße:

source: Dictionary:
de: Wörterbuch:

source: * (use all)
de: * (alle benutzen)

source: ! (use all, stop after first match)
de: ! (alle benutzen, aber nach dem ersten Treffer aufhören)

source: <b>Web search URL:</b>
de: <b>URL für die Websuche:</b>

source: Enter the URL of a web site which offers translation or dictionary services. Use {word} as placeholder for the searched word.
de: Geben Sie eine URL für eine Webseite an, die Übersetzungs- oder Wörterbuchdienste anbietet. Benutzen Sie {word} als Platzhalter für das nachzuschlagende Wort.

source: Spell Check Program:
de: Rechtschreibprüfprogramm:

source: <i>The spell check program can be 'enchant', 'aspell', 'ispell' or any other spell check program which is compatible to the ispell command. The icon shows whether the entered command exists.</i>
de: <i>Das Programm für die Rechtschreibprüfung kann »enchant«, »aspell«, »ispell« oder ein anderes Programm sein, welches zu dem ispell-Programm kompatibel ist. Das Symbol zeigt, ob das eingegebene Programm existiert.</i>
